[
	{
		"id": "1",
		"name": "Pacemaker",
		"img1": "https://i.ibb.co/Zmd18rc/Pacemaker-1.jpg",
		"img2": "https://i.ibb.co/hsKNFV8/Heart-Shape.jpg",
		"img3": "https://i.ibb.co/N1QsCHh/Anesthetist.jpg",
		"description": "A Pacemaker is an electrically-charged medical device. Your surgeon implants it under your skin to help manage irregular heartbeats called arrhythmias",
		"longDescription": "Implanting a pacemaker typically takes 1 to 2 hours. You’ll receive a sedative to relax you and a local anesthetic to numb the incision site. You’ll be awake during the procedure.\n\n    Your surgeon will make a small incision near your shoulder. They’ll guide a small wire through the incision into a major vein near your collarbone. Then the surgeon will lead the wire through your vein to your heart. An X-ray machine will help guide your surgeon through the process.\n    \n    Using the wire, your surgeon will attach an electrode to your heart’s right ventricle. The ventricle is the lower chamber of the heart. The other end of the wire attaches to a pulse generator. This contains the battery and electrical circuits. Typically, your surgeon will implant the generator under your skin near your collarbone.\n    \n    If you’re getting a biventricular pacemaker, your surgeon will attach a second lead to your heart’s right atrium. The atrium is the upper chamber of the heart.\n    \n    At the end, your surgeon will close your incision with stitches."
	},
	{
		"id": "2",
		"name": "Peripheral arterly angioplasty",
		"img1": "https://i.ibb.co/DfRmD37/Peripheral-artery-angioplasty-1.jpg",
		"img2": "https://i.ibb.co/7C07vMT/Peripheral-artery-angioplasty-2.jpg",
		"img3": "https://i.ibb.co/LxYJbWw/Peripheral-artery-angioplasty-3.jpg",
		"description": "Angioplasty with stent placement is a minmally invasive procedure is used in different of your body, depending of your body, depending on the location of the afected artery. It requries only a small incision.",
		"longDescription": "Angioplasty with stent placement is a minimally invasive procedure used to open narrow or blocked arteries. This procedure is used in different parts of your body, depending on the location of the affected artery. It requires only a small incision.\n\n    Angioplasty is a medical procedure in which your surgeon uses a tiny balloon to widen an artery. A stent is a tiny mesh tube that’s inserted into your artery and left there to prevent it from closing. Your doctor may recommend taking aspirin or antiplatelet drugs, such as clopidogrel (Plavix), to prevent clotting around the stent, or they may prescribe medications to help lower your cholesterol."
	},
	{
		"id": "3",
		"name": "Valve prolapse / repair",
		"img1": "https://i.ibb.co/ZBpKZ2b/Valve-prolapse-1.jpg",
		"img2": "https://i.ibb.co/x2sXwz6/Diagnosis-of-Mitral-Valve-Prolapse-Stethoscope-printed-electrocardiogram-and-pen-are-on-paper-medica.jpg",
		"img3": "https://i.ibb.co/rGm7mq5/Valve-prolapse-3.jpg",
		"description": "You have two chambers on the left side of your heart: your left artrium and your left ventricle. your mirtral valve, which is located between the two, is designed to allow blood to flow into the left ventricle but blocked from flowing back into the left atrium.",
		"longDescription": "In mitral valve prolapse (MVP), also called Barlow’s syndrome, the flaps of the mitral valve do not close correctly. Instead, the valve bulges into the atrium. This can lead to mitral valve regurgitation, which means that blood leaks back into the left atrium through the prolapsed valve.\n\n    Only about three percent of Americans have mitral valve prolapse, according to the National Heart, Lung, and Blood Institute, and among these cases, serious complications are uncommon. (NHLBI) Most of the time, people with MVP do not have any symptoms, and it does not affect their daily lives."
	},
	{
		"id": "4",
		"name": "Valve disases",
		"img1": "https://i.ibb.co/1rWRQLF/valve-diseases-1.jpg",
		"img2": "https://i.ibb.co/X7MZhd2/valve-diseases-2.jpg",
		"img3": "https://i.ibb.co/c3qJJVD/valve-diseases-3.jpg",
		"description": "Heart valve disorders can affect of the valves in your heart. Your heart valves have flaps have flaps that open and close with each heartbeat, allowing blood to flow through the heart's upper and lower chambers and to the rest of your body. The upper chambers of the heart are atria, and the lower chambers of the heart are ventricles.",
		"longDescription": "Blood flows from the right and left atria through the tricuspid and mitral valves, which open to allow blood to flow into the right and left ventricles. These valves then close to prevent blood from flowing back into the atria.\n\n    Once the ventricles have filled with blood, they begin to contract, forcing the pulmonary and aortic valves to open. Blood then flows to the pulmonary artery and aorta. The pulmonary artery carries deoxygenated blood from the heart to the lungs. The aorta, which is the body’s largest artery, carries oxygen-rich blood to the rest of your body.\n    \n    The heart valves work by ensuring that blood flows in a forward direction and doesn’t back up or cause leakage. If you have a heart valve disorder, the valve isn’t able to do this job properly. This can be caused by a leakage of blood, which is called regurgitation, a narrowing of the valve opening, which is called stenosis, or a combination of regurgitation and stenosis.\n    \n    Some people with a heart valve disorder may not have any symptoms, while others may experience conditions like strokes, heart attacks, and blood clots if the heart valve disorder goes untreated."
	},
	{
		"id": "5",
		"name": "Heart surgery",
		"img1": "https://i.ibb.co/bJHY5DP/heart-surgery-1.jpg",
		"img2": "https://i.ibb.co/Wv6911z/heart-surgery-2.jpg",
		"img3": "https://i.ibb.co/RbYTQ1D/heart-surgery-3.jpg",
		"description": "Open-heart surgery is any type of surgery where the chrest is cut open and surgey is performed on the muscles, valves, or arteries of heart.",
		"longDescription": "According to the National Heart, Lung, and Blood Institute (NHLBI), coronary artery bypass grafting (CABG) is the most common type of heart surgery done on adults. During this surgery, a healthy artery or vein is grafted (attached) to a blocked coronary artery. This allows the grafted artery to “bypass” the blocked artery and bring fresh blood to the heart.\n\n    Open-heart surgery is sometimes called traditional heart surgery. Today, many new heart procedures can be performed with only small incisions, not wide openings. Therefore, the term “open-heart surgery” can be misleading."
	},
	{
		"id": "6",
		"name": "Coronary angioplasty and stent implantation",
		"img1": "https://i.ibb.co/RPz2qSC/Coronary-angioplasty-1.png",
		"img2": "https://i.ibb.co/4JP15NQ/Coronary-angioplasty-2.jpg",
		"img3": "https://i.ibb.co/YbnpWSb/Coronary-angioplasty-3.jpg",
		"description": "Coronary angioplasty is a procedure that helps to improve blood flow to your heart.A small balloon is inflated inside one or more of your coronary arteries to open up an area that has become very clogged and, therefore, narrow.",
		"longDescription": "Before the angioplasty procedure begins, you will receive some pain medicine. You may also be given medicine that relaxes you, and blood-thinning medicines to prevent a blood clot from forming.\n\n    You will lie on a padded table. Your doctor will insert a flexible tube (catheter) into an artery. Sometimes the catheter will be placed in your arm or wrist, or in your upper leg (groin) area. You will be awake during the procedure.\n    \n    The doctor will use live x-ray pictures to carefully guide the catheter up into your heart and arteries. Liquid contrast (sometimes called \"dye,\" will be injected into your body to highlight blood flow through the arteries. This helps the doctor see any blockages in the blood vessels that lead to your heart.\n    \n    A guide wire is moved into and across the blockage. A balloon catheter is pushed over the guide wire and into the blockage. The balloon on the end is blown up (inflated). This opens the blocked vessel and restores proper blood flow to the heart.\n    \n    A wire mesh tube (stent) may then be placed in this blocked area. The stent is inserted along with the balloon catheter. It expands when the balloon is inflated. The stent is left there to help keep the artery open."
	},
	{
		"id": "7",
		"name": "Heart tranplant",
		"img1": "https://i.ibb.co/dGm76zR/heart-transplant-1.jpg",
		"img2": "https://i.ibb.co/nkTZDXs/heart-transplant-2.jpg",
		"img3": "https://i.ibb.co/jDDfsXd/heart-transplant-3.jpg",
		"description": "A heart transplant is a surgical procedure used to treat the most serious cases of heart diseaes. This is a treatment option for people who are in the end stages of heart failure, Medication, lifestyle changes and less invasive procedures haven't succeeded. People must meet specific criteria to be considered a candidate for the procedure.",
		"longDescription": "After your surgery is finished, you’ll be taken to the intensive care unit (ICU). You’ll be constantly monitored, given pain medication, and outfitted with drainage tubes to remove excess fluid from your chest cavity.\n\n    After the first day or two after the procedure, you’ll most likely be moved from the ICU. However, you’ll remain in the hospital as you continue to heal. Hospital stays range from one to three weeks, based on your individual rate of recovery.\n    \n    You’ll be monitored for infection, and your medication management will begin. Antirejection medications are crucial to ensure that your body doesn’t reject your donor organ. You may be referred to a cardiac rehabilitation unit or center to help you adjust to your new life as a transplant recipient\n    \n    Recovery from a heart transplant can be a long process. For many people, a full recovery can span up to six months."
	},
	{
		"id": "8",
		"name": "Thrombolytic therapy",
		"img1": "https://i.ibb.co/Tcx5SQ6/Thrombolytic-therapy-1.jpg",
		"img2": "https://i.ibb.co/6Fy5KLw/Thrombolytic-therapy-2.jpg",
		"img3": "https://i.ibb.co/F4CGjHg/Thrombolytic-therapy-3.jpg",
		"description": "Thrombolytic therapy is a treatment in which you are given medicines through a drip to dissolve a blood clot that is narrowing or blocking a coronary artery.This improves blood flow to your heart muscle and around your body.",
		"longDescription": "Thrombolytic therapy is the administration of drugs called lytics or “clot busters” to dissolve blood clots that have acutely (suddenly) blocked your major arteries or veins and pose potentially serious or life-threatening implications. To be effective, the therapy needs to be initiated as soon as possible, before permanent damage has occurred.\n\n    The length of a treatment session varies depending on the underlying cause. A session can take from 60 minutes (typical for a heart attack) to 48 hours (often the case for deep vein thrombosis, or DVT)."
	},
	{
		"id": "9",
		"name": "Defibrillation",
		"img1": "https://i.ibb.co/F5txQTW/Defibrillation-1.jpg",
		"img2": "https://i.ibb.co/QN9d6T7/Defibrillation-2.jpg",
		"img3": "https://i.ibb.co/rpksDcF/Defibrillation-3.jpg",
		"description": "Defibrillation helps to restore a normal heart rhythm when your heart stops beating properly during cardiac arrest. It may also be used to treat other heart rhythm problems (like if your heart beats too slowly or too fast).",
		"longDescription": "Defibrillation is a treatment for life-threatening cardiac dysrhythmias, specifically ventricular fibrillation (VF) and non-perfusing ventricular tachycardia (VT). A defibrillator delivers a dose of electric current (often called a counter-shock) to the heart. Although not fully understood, this process depolarizes a large amount of the heart muscle, ending the dysrhythmia. Subsequently, the body's natural pacemaker in the sinoatrial node of the heart is able to re-establish normal sinus rhythm. A heart which is in asystole (flatline) cannot be restarted by a defibrillator, but would be treated by cardiopulmonary resuscitation (CPR).\n\n    In contrast to defibrillation, synchronized electrical cardioversion is an electrical shock delivered in synchrony to the cardiac cycle.[4] Although the person may still be critically ill, cardioversion normally aims to end poorly perfusing cardiac dysrhythmias, such as supraventricular tachycardia."
	}
]
